Repository: dev-feriansyah/homkru-owner
Catalog: lib/core/l10n/arb/app_*.arb
Languages: id

source: Pending
id: Tertunda

source: Complete
id: Selesai

source: In Progress
id: Sedang Berlangsung

source: All
id: Semua

source: Take Action
id: Ambil Tindakan

source: Mark all as Approved
id: Tandai semua sebagai Disetujui

source: Assigned to
id: Ditugaskan kepada

source: Room/Zone
id: Ruangan/Zona

source: Description
id: Deskripsi

source: Sub Task
id: Sub Tugas

source: Recurrence Settings
id: Pengaturan Pengulangan

source: Frequency
id: Frekuensi

source: Time
id: Waktu

source: Duration
id: Durasi

source: Action
id: Tindakan

source: Action Items
id: Item Tindakan

source: Approve
id: Setujui

source: Reject
id: Tolak

source: View Details
id: Lihat Detail

source: Type
id: Tipe

source: Items
id: Item

source: Urgency
id: Urgensi

source: Task Proof Approvals
id: Persetujuan Bukti Tugas

source: Leave Requests
id: Permintaan Cuti

source: Homeowner
id: Pemilik Rumah

source: Main Navigation
id: Navigasi Utama

source: About Us
id: Tentang Kami

source: Action Items
id: Item Tindakan

source: Attendance
id: Kehadiran

source: Deduction
id: Potongan

source: Overtime
id: Lembur

source: Manage Subscription
id: Kelola Langganan

source: Settings
id: Pengaturan

source: Terms and Conditions
id: Syarat dan Ketentuan

source: Privacy Policy
id: Kebijakan Privasi

source: FAQs
id: FAQ

source: Logout
id: Keluar

source: Would you like to invite
id: Apakah Anda ingin mengundang

source: Enter your email
id: Masukkan email Anda

source: Please enter email
id: Silakan masukkan email

source: Co-owner
id: Pemilik Bersama

source: Helper
id: Pembantu

# continueText
source: Continue
id: Lanjutkan

# proceedText
source: Proceed
id: Lanjutkan

source: Enter valid email
id: Masukkan email yang valid

source: Helper Details
id: Detail Pembantu

source: Role of helper
id: Peran pembantu

source: Enter your role
id: Masukkan peran Anda

source: Please enter role
id: Silakan masukkan peran

source: Enter valid role
id: Masukkan peran yang valid

source: Phone number
id: Nomor telepon

source: Enter your phone number
id: Masukkan nomor telepon Anda

source: Live-in status
id: Status tinggal di tempat

source: Live-in Helper
id: Pembantu Tinggal di Tempat

source: Non Live-in Helper
id: Pembantu Tidak Tinggal di Tempat

# wouldYouLikeToSetupHelperProfile
source: Would you like to setup the helper profile now?
id: Apakah Anda ingin mengatur profil pembantu sekarang?

source: Yes
id: Ya

source: No, skip for later
id: Tidak, lewati untuk nanti

source: Invite via code
id: Undang melalui kode

source: Please enter phone number
id: Silakan masukkan nomor telepon

source: Enter valid phone number
id: Masukkan nomor telepon yang valid

source: Note
id: Catatan

# helperProfileSetupLaterNote
source: You have chosen to set up helper profile later. You can configure the helper details in the helper management section.
id: Anda telah memilih untuk mengatur profil pembantu nanti. Anda dapat mengonfigurasi detail pembantu di bagian manajemen pembantu.

source: Helper Overview
id: Ringkasan Pembantu

source: Today's Tasks
id: Tugas Hari Ini

source: Day off Eligibility
id: Kelayakan Hari Libur

source: Resource Requests
id: Permintaan Sumber Daya

source: View All Tasks
id: Lihat Semua Tugas

source: View Attendance Log
id: Lihat Log Kehadiran

source: Allocated Leaves
id: Cuti yang Dialokasikan

source: Weekly
id: Mingguan

source: Daily
id: Harian

source: Monthly
id: Bulanan

source: Done
id: Selesai

source: Completed
id: Selesai

# todayTimeFormat
source: Today - {time}
id: Hari ini - {time}

source: Helper Name
id: Nama Pembantu

source: Attendance & Time
id: Kehadiran & Waktu

source: Non-Live-In Helper Settings
id: Pengaturan Pembantu Tidak Tinggal di Tempat

source: GPS-based Check-in/out
id: Check-in/out berbasis GPS

source: Start Time
id: Waktu Mulai

source: End Time
id: Waktu Selesai

source: Downtime Preference
id: Preferensi Waktu Istirahat

source: Default Check-in Time
id: Waktu Check-in Default

source: Check-in/Check-out Frequency
id: Frekuensi Check-in/Check-out

source: Custom
id: Kustom

source: Overtime Settings
id: Pengaturan Lembur

source: Deduction Settings
id: Pengaturan Potongan

source: Eligible for overtime
id: Memenuhi syarat untuk lembur

# trackOvertimeBasedOnCheckout
source: Would you like us to keep track of Maria's overtime based on check-out time?
id: Apakah Anda ingin kami melacak lembur Maria berdasarkan waktu check-out?

source: Overtime rate (per hour)
id: Tarif lembur (per jam)

source: Enter your deduction rate
id: Masukkan tarif potongan Anda

source: Live-In Helper Settings
id: Pengaturan Pembantu Tinggal di Tempat

source: Working Hours
id: Jam Kerja

source: No End Time
id: Tidak Ada Waktu Selesai

source: Entitled for day off
id: Berhak atas hari libur

# numberOfDays
source: Number off Days
id: Jumlah Hari

source: Maid Non live-in
id: Pembantu Tidak Tinggal di Tempat

source: Sort By
id: Urutkan Berdasarkan

source: Member Tasks
id: Tugas Anggota

source: Tasks
id: Tugas

source: All Tasks
id: Semua Tugas

source: Checked-In
id: Sudah Check-In

source: Score
id: Skor

source: Punctuality
id: Ketepatan Waktu

# taskDetail
source: Task Details
id: Detail Tugas
